{
  "vendors": [
    {
      "id": 1,
      "avatar_id": 1,
      "shop_id": 1,
      "name": "Slapping Bird",
      "town": "Storm's Reach",
      "location": "",
      "image": "http://res.cloudinary.com/stormsreach/image/upload/v1517246031/2017-01-29_slapping_bird_01_bw4qug.jpg",
      "description": "A colorful buccaneer turned scholar and chef, Slapping Bird runs the market in front of the Storm Shadow Tavern, in Storm's Reach. You can pause to hear a lively tale, or browse his wares from all over Novia. Try some of the delectable foods and drinks, and return again for another story.",
      "published_at": "2017-05-22"
    },
    {
      "id": 2,
      "avatar_id": 3,
      "shop_id": 2,
      "name": "Vendors of Jaanelle DeJure",
      "town": "Jaanaford",
      "location": "",
      "image": "http://res.cloudinary.com/stormsreach/image/upload/v1500994338/9zu6c9.jpg_kf2ni6.png",
      "description": "According to local legend- and a mysterious book at the Jaanaford Public Library- the sleepy little fishing town of Jaanaford was founded by an old Druidess named Jaana who some believed to have survived the Cataclysm. Others believed her simply to be yet another earth druidess named Jaana. In any case, even in her latter years, the Druidess Jaana was indeed known locally a champion for Justice as well for her healing talents. She would often care for the homeless and wounded in her Edelmann village home on the south side of the river. During the latter part of the 5th century P.C., a great unrest came upon South Paladis, and refugees started to pour in from all regions. In particular, it is rumored that a band of fauns on the run from a particularly sadistic satyr took up temporary residence in old Jaana's root cellar, and there she tended to the wounds of young faun by the name of Perri. Jaana helped to instill in Perri her strong sense of social justice, and he was emboldened to organize a resistance against the tyranny of the satyrs. As the story goes, late one summer night, Perri and his companions were lounging around the campfire under the full moon and were approached by Jaana with a strange fire in her eyes. She told them she had been furiously working all day at a new type of potion, which she claimed would help weaken a satyr both mentally and physically, so that they could be overcome by a faun freedom fighter. The secret ingredient: obsidian chips. And she needed more of them. Perri and his friends offered to go on a gathering expedition with her to the Opalis Ruins the following morning, but Jaana insisted that she go immediately... and alone. She was never heard from again. For a few years, some of the local residents maintained her property in hopes that she would return. But even they eventually grew grim regarding the fate of the Druidess Jaana, and eventually her property fell into a state of disrepair. Until one spring morning, another Druidess happened to pay a visit. It was her granddaughter, Jaanelle. Or so she claimed. Truth was- nobody in town had ever heard of Jaana having any children of her own, much less a granddaughter. Even the local Librarian could not find any records of such a person. Nevertheless, Jaanelle petitioned the town council to take up residence at Jaana's old place, promising to not only make all the needed repairs, but to take upon herself the mantle of her grandmother's legacy and restore the property as an historic location and community center. Jaanelle first transformed her grandmother's old home into a lovely Bed & Breakfast, and then added the shop out front. Originally founded in 494 as a consignment shop called Jaan's Cargo, for its 20th anniversary celebration was renovated and reopened as Jaan's Earth Emporium. Over the years, Jaanelle has continued to develop the property to include a community garden as well as a sparring arena and gathering place for adventurers. Though she has become a well-respected member of the community, a few of the locals are still suspicious of her origins. In particular, the Kartunnen sisters who run a not-so-popular Inn near the center of town. Truth is- their food is substandard, and their drink too weak. But you didn't hear that from us.",
      "published_at": "2017-07-25"
    }
  ]
}
